Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Couldn't capture that image.
ar: تعذر التقاط تلك الصورة.
de: Dieses Bild konnte nicht aufgenommen werden.
es: No se pudo capturar esa imagen.
fa: ثبت آن تصویر ممکن نشد.
fr: Impossible de capturer cette image.
hi: उस इमेज को कैप्चर नहीं किया जा सका।
id: Tidak dapat mengambil gambar tersebut.
it: Impossibile acquisire l'immagine.
ja_jp: 画像をキャプチャできませんでした。
ko: 해당 이미지를 캡처할 수 없습니다.
nl: Kan die afbeelding niet vastleggen.
pl: Nie udało się przechwycić tego obrazu.
pt_br: Não foi possível capturar essa imagem.
ru: Не удалось сделать снимок.
sv: Det gick inte att ta den skärmbilden.
th: ไม่สามารถจับภาพนั้นได้
tr: Bu görüntü yakalanamadı.
uk: Не вдалося зробити цей знімок.
vi: Không thể chụp hình ảnh đó.
zh_cn: 无法截取该图像。
zh_tw: 無法擷取該影像。

source: Couldn't change the model.
ar: تعذر تغيير النموذج.
de: Das Modell konnte nicht geändert werden.
es: No se pudo cambiar el modelo.
fa: مدل تغییر نکرد.
fr: Impossible de changer de modèle.
hi: मॉडल बदला नहीं जा सका।
id: Tidak dapat mengubah model.
it: Impossibile cambiare il modello.
ja_jp: モデルを変更できませんでした。
ko: 모델을 변경할 수 없습니다.
nl: Kan het model niet wijzigen.
pl: Nie udało się zmienić modelu.
pt_br: Não foi possível alterar o modelo.
ru: Не удалось изменить модель.
sv: Det gick inte att byta modell.
th: ไม่สามารถเปลี่ยนโมเดลได้
tr: Model değiştirilemedi.
uk: Не вдалося змінити модель.
vi: Không thể thay đổi mô hình.
zh_cn: 无法更改模型。
zh_tw: 無法變更模型。

source: Couldn't load model settings.
ar: تعذر تحميل إعدادات النموذج.
de: Die Modelleinstellungen konnten nicht geladen werden.
es: No se pudo cargar la configuración del modelo.
fa: تنظیمات مدل بارگیری نشد.
fr: Impossible de charger les réglages du modèle.
hi: मॉडल सेटिंग लोड नहीं की जा सकीं।
id: Tidak dapat memuat pengaturan model.
it: Impossibile caricare le impostazioni del modello.
ja_jp: モデル設定を読み込めませんでした。
ko: 모델 설정을 불러올 수 없습니다.
nl: Kan de modelinstellingen niet laden.
pl: Nie udało się wczytać ustawień modelu.
pt_br: Não foi possível carregar as configurações do modelo.
ru: Не удалось загрузить настройки модели.
sv: Det gick inte att läsa in modellinställningarna.
th: ไม่สามารถโหลดการตั้งค่าโมเดลได้
tr: Model ayarları yüklenemedi.
uk: Не вдалося завантажити налаштування моделі.
vi: Không thể tải cài đặt mô hình.
zh_cn: 无法加载模型设置。
zh_tw: 無法載入模型設定。

source: Couldn't paste the reply.
ar: تعذر لصق الرد.
de: Die Antwort konnte nicht eingefügt werden.
es: No se pudo pegar la respuesta.
fa: پاسخ جای‌گذاری نشد.
fr: Impossible de coller la réponse.
hi: जवाब पेस्ट नहीं किया जा सका।
id: Tidak dapat menempelkan balasan.
it: Impossibile incollare la risposta.
ja_jp: 返信を貼り付けられませんでした。
ko: 답변을 붙여넣을 수 없습니다.
nl: Kan het antwoord niet plakken.
pl: Nie udało się wkleić odpowiedzi.
pt_br: Não foi possível colar a resposta.
ru: Не удалось вставить ответ.
sv: Det gick inte att klistra in svaret.
th: ไม่สามารถวางคำตอบได้
tr: Yanıt yapıştırılamadı.
uk: Не вдалося вставити відповідь.
vi: Không thể dán câu trả lời.
zh_cn: 无法粘贴回复。
zh_tw: 無法貼上回覆。

source: Couldn't start dictation.
ar: تعذر بدء الإملاء.
de: Diktat konnte nicht gestartet werden.
es: No se pudo iniciar el dictado.
fa: دیکته شروع نشد.
fr: Impossible de démarrer la dictée.
hi: डिक्टेशन शुरू नहीं किया जा सका।
id: Tidak dapat memulai dikte.
it: Impossibile avviare la dettatura.
ja_jp: 音声入力を開始できませんでした。
ko: 받아쓰기를 시작할 수 없습니다.
nl: Kan dicteren niet starten.
pl: Nie udało się rozpocząć dyktowania.
pt_br: Não foi possível iniciar o ditado.
ru: Не удалось начать диктовку.
sv: Det gick inte att starta dikteringen.
th: ไม่สามารถเริ่มการป้อนตามคำบอกได้
tr: Dikte başlatılamadı.
uk: Не вдалося почати диктування.
vi: Không thể bắt đầu đọc chính tả.
zh_cn: 无法开始听写。
zh_tw: 無法開始聽寫。

source: Couldn’t check this Gateway for AI access
ar: تعذّر التحقق من الوصول إلى الذكاء الاصطناعي على Gateway هذا
de: Der KI-Zugriff auf diesem Gateway konnte nicht geprüft werden
es: No se pudo comprobar el acceso a la IA en este Gateway
fa: بررسی دسترسی هوش مصنوعی در این Gateway ممکن نشد
fr: Impossible de vérifier l’accès à l’IA sur ce Gateway
hi: इस Gateway पर AI एक्सेस की जाँच नहीं की जा सकी
id: Tidak dapat memeriksa akses AI di Gateway ini
it: Impossibile verificare l’accesso all’IA su questo Gateway
ja_jp: この Gateway の AI アクセスを確認できませんでした
ko: 이 Gateway의 AI 액세스를 확인할 수 없습니다
nl: Kan AI-toegang op deze Gateway niet controleren
pl: Nie udało się sprawdzić dostępu do AI na tym Gateway
pt_br: Não foi possível verificar o acesso à IA neste Gateway
ru: Не удалось проверить доступ к ИИ на этом Gateway
sv: Det gick inte att kontrollera AI-åtkomst på denna Gateway
th: ไม่สามารถตรวจสอบการเข้าถึง AI บน Gateway นี้ได้
tr: Bu Gateway üzerindeki AI erişimi denetlenemedi
uk: Не вдалося перевірити доступ до ШІ на цьому Gateway
vi: Không thể kiểm tra quyền truy cập AI trên Gateway này
zh_cn: 无法检查此网关的 AI 访问权限
zh_tw: 無法檢查此 Gateway 的 AI 存取權

source: Couldn’t check this Gateway for AI accounts
ar: تعذّر التحقق من وجود حسابات ذكاء اصطناعي على هذا الـ Gateway
de: Dieses Gateway konnte nicht auf KI-Konten geprüft werden
es: No se pudo comprobar si este Gateway tiene cuentas de IA
fa: بررسی این Gateway برای حساب‌های هوش مصنوعی ممکن نشد
fr: Impossible de vérifier les comptes IA sur ce Gateway
hi: इस Gateway पर AI खातों की जाँच नहीं की जा सकी
id: Tidak dapat memeriksa akun AI pada Gateway ini
it: Impossibile verificare la presenza di account AI su questo Gateway
ja_jp: この Gateway で AI アカウントを確認できませんでした
ko: 이 Gateway에서 AI 계정을 확인할 수 없습니다
nl: Kan deze Gateway niet controleren op AI-accounts
pl: Nie udało się sprawdzić kont AI na tym Gateway
pt_br: Não foi possível verificar contas de IA neste Gateway
ru: Не удалось проверить этот Gateway на наличие AI-аккаунтов
sv: Kunde inte kontrollera denna Gateway för AI-konton
th: ไม่สามารถตรวจสอบบัญชี AI บน Gateway นี้ได้
tr: Bu Gateway'de AI hesapları kontrol edilemedi
uk: Не вдалося перевірити цей Gateway на наявність облікових записів ШІ
vi: Không thể kiểm tra tài khoản AI trên Gateway này
zh_cn: 无法在此 Gateway 上检查 AI 账户
zh_tw: 無法檢查此 Gateway 是否有 AI 帳戶

source: Couldn’t load skills from the Gateway.
ar: تعذّر تحميل Skills من Gateway.
de: Skills konnten nicht von der Gateway geladen werden.
es: No se pudieron cargar las Skills desde el Gateway.
fa: Skills از Gateway بارگیری نشد.
fr: Impossible de charger les skills depuis le Gateway.
hi: Gateway से Skills लोड नहीं हो सकीं।
id: Tidak dapat memuat skills dari Gateway.
it: Impossibile caricare le Skills dal Gateway.
ja_jp: Gateway から Skills を読み込めませんでした。
ko: Gateway에서 Skills를 불러올 수 없습니다.
nl: Kon skills niet laden vanuit de Gateway.
pl: Nie udało się wczytać Skills z Gateway.
pt_br: Não foi possível carregar as skills do Gateway.
ru: Не удалось загрузить Skills из Gateway.
sv: Kunde inte läsa in Skills från Gateway.
th: ไม่สามารถโหลด Skills จาก Gateway ได้
tr: Skills Gateway’den yüklenemedi.
uk: Не вдалося завантажити Skills із Gateway.
vi: Không thể tải Skills từ Gateway.
zh_cn: 无法从 Gateway 加载 Skills。
zh_tw: 無法從 Gateway 載入 Skills。

source: Couldn’t load the full provider list
ar: تعذّر تحميل قائمة المزوّدين الكاملة
de: Die vollständige Anbieterliste konnte nicht geladen werden
es: No se pudo cargar la lista completa de proveedores
fa: بارگیری فهرست کامل ارائه‌دهندگان ممکن نشد
fr: Impossible de charger la liste complète des fournisseurs
hi: पूरी प्रदाता सूची लोड नहीं हो सकी
id: Tidak dapat memuat daftar penyedia lengkap
it: Impossibile caricare l'elenco completo dei provider
ja_jp: プロバイダーの全リストを読み込めませんでした
ko: 전체 공급자 목록을 불러올 수 없습니다
nl: Kan de volledige providerlijst niet laden
pl: Nie udało się załadować pełnej listy dostawców
pt_br: Não foi possível carregar a lista completa de provedores
ru: Не удалось загрузить полный список провайдеров
sv: Kunde inte läsa in hela leverantörslistan
th: ไม่สามารถโหลดรายชื่อผู้ให้บริการทั้งหมดได้
tr: Tam sağlayıcı listesi yüklenemedi
uk: Не вдалося завантажити повний список провайдерів
vi: Không thể tải toàn bộ danh sách nhà cung cấp
zh_cn: 无法加载完整的提供商列表
zh_tw: 無法載入完整的供應商清單

source: Cracking
ar: يتصدّع
de: Knacken
es: Quebrando
fa: ترک‌خوردن
fr: Craquement
hi: चटकना
id: Memecahkan
it: Schioccando
ja_jp: 殻割り中
ko: 껍데기를 깨는 중
nl: Kraken
pl: Pękanie
pt_br: Quebrando
ru: Раскалываем
sv: Knäcker
th: กำลังแตกร้าว
tr: Çatlıyor
uk: Тріскання
vi: Đang tách vỏ
zh_cn: 破壳中
zh_tw: 破殼中

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
hi: बनाएँ
id: Buat
it: Crea
ja_jp: 作成
ko: 생성
nl: Aanmaken
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_cn: 创建
zh_tw: 建立

source: Create Group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fa: ایجاد گروه
fr: Créer un groupe
hi: समूह बनाएँ
id: Buat Grup
it: Crea gruppo
ja_jp: グループを作成
ko: 그룹 생성
nl: Groep aanmaken
pl: Utwórz grupę
pt_br: Criar grupo
ru: Создать группу
sv: Skapa grupp
th: สร้างกลุ่ม
tr: Grup Oluştur
uk: Створити групу
vi: Tạo nhóm
zh_cn: 创建群组
zh_tw: 建立群組

source: Create in a worktree
ar: إنشاء في شجرة عمل
de: In einem Worktree erstellen
es: Crear en un worktree
fa: ایجاد در یک worktree
fr: Créer dans un worktree
hi: वर्कट्री में बनाएँ
id: Buat di worktree
it: Crea in un worktree
ja_jp: ワークツリーに作成
ko: 워크트리에 생성
nl: Aanmaken in een worktree
pl: Utwórz w drzewie roboczym
pt_br: Criar em uma worktree
ru: Создать в рабочем дереве
sv: Skapa i ett arbetsträd
th: สร้างใน worktree
tr: Bir worktree içinde oluştur
uk: Створити в робочому дереві
vi: Tạo trong một worktree
zh_cn: 在工作树中创建
zh_tw: 在工作樹中建立

source: Credentials are stored with this profile in your Mac Keychain.
ar: تُخزَّن بيانات الاعتماد مع ملف التعريف هذا في سلسلة مفاتيح Mac.
de: Die Anmeldedaten werden mit diesem Profil in deinem Mac-Schlüsselbund gespeichert.
es: Las credenciales se almacenan con este perfil en el llavero de tu Mac.
fa: اطلاعات ورود همراه با این نمایه در Keychain مک شما ذخیره می‌شود.
fr: Les identifiants sont stockés avec ce profil dans le trousseau de votre Mac.
hi: क्रेडेंशियल इस प्रोफ़ाइल के साथ आपके Mac Keychain में संग्रहीत किए जाते हैं।
id: Kredensial disimpan bersama profil ini di Rantai Kunci Mac Anda.
it: Le credenziali vengono archiviate con questo profilo nel Portachiavi del Mac.
ja_jp: 認証情報は、このプロファイルとともにMacのキーチェーンに保存されます。
ko: 자격 증명은 이 프로필과 함께 Mac 키체인에 저장됩니다.
nl: Inloggegevens worden met dit profiel bewaard in je Mac-sleutelhanger.
pl: Dane uwierzytelniające są przechowywane wraz z tym profilem w pęku kluczy na Macu.
pt_br: As credenciais são armazenadas com este perfil nas Chaves do seu Mac.
ru: Учётные данные хранятся вместе с этим профилем в Связке ключей Mac.
sv: Inloggningsuppgifterna lagras med den här profilen i din Mac-nyckelring.
th: ข้อมูลประจำตัวจะถูกจัดเก็บไว้กับโปรไฟล์นี้ในพวงกุญแจ Mac ของคุณ
tr: Kimlik bilgileri bu profille birlikte Mac Anahtar Zinciri'nizde saklanır.
uk: Облікові дані зберігаються разом із цим профілем у в’язці ключів Mac.
vi: Thông tin xác thực được lưu cùng hồ sơ này trong Chuỗi khóa trên máy Mac của bạn.
zh_cn: 凭据将随此配置文件存储在你的 Mac 钥匙串中。
zh_tw: 憑證會隨此設定檔儲存在您的 Mac 鑰匙圈中。

source: Credentials stay on this Gateway and are saved only after the live test succeeds.
ar: تبقى بيانات الاعتماد على هذا الـ Gateway ولا يتم حفظها إلا بعد نجاح الاختبار المباشر.
de: Die Anmeldedaten verbleiben auf diesem Gateway und werden erst gespeichert, wenn der Live-Test erfolgreich war.
es: Las credenciales permanecen en este Gateway y solo se guardan tras superar la prueba en vivo.
fa: اعتبارنامه‌ها روی همین Gateway باقی می‌مانند و تنها پس از موفقیت آزمایش زنده ذخیره می‌شوند.
fr: Les identifiants restent sur ce Gateway et ne sont enregistrés qu'après la réussite du test en direct.
hi: क्रेडेंशियल इस Gateway पर ही रहते हैं और लाइव टेस्ट सफल होने के बाद ही सहेजे जाते हैं।
id: Kredensial tetap berada di Gateway ini dan hanya disimpan setelah tes langsung berhasil.
it: Le credenziali rimangono su questo Gateway e vengono salvate solo dopo che il test in tempo reale ha esito positivo.
ja_jp: 認証情報はこの Gateway 上に留まり、ライブテストが成功した後にのみ保存されます。
ko: 자격 증명은 이 Gateway에만 유지되며 라이브 테스트가 성공한 후에만 저장됩니다.
nl: Inloggegevens blijven op deze Gateway en worden pas opgeslagen nadat de live test is geslaagd.
pl: Dane uwierzytelniające pozostają na tym Gateway i są zapisywane dopiero po pomyślnym teście na żywo.
pt_br: As credenciais permanecem neste Gateway e são salvas apenas após o teste ao vivo ser bem-sucedido.
ru: Учётные данные остаются на этом Gateway и сохраняются только после успешной проверки в реальном времени.
sv: Autentiseringsuppgifterna stannar på denna Gateway och sparas endast efter att livetestet har lyckats.
th: ข้อมูลรับรองจะอยู่บน Gateway นี้และจะถูกบันทึกก็ต่อเมื่อการทดสอบแบบสดสำเร็จเท่านั้น
tr: Kimlik bilgileri bu Gateway'de kalır ve yalnızca canlı test başarılı olduktan sonra kaydedilir.
uk: Облікові дані залишаються на цьому Gateway і зберігаються лише після успішного онлайн-тесту.
vi: Thông tin đăng nhập được giữ trên Gateway này và chỉ được lưu sau khi kiểm tra trực tiếp thành công.
zh_cn: 凭据仅保留在此 Gateway 上，且仅在实时测试成功后才会保存。
zh_tw: 認證資訊會保留在此 Gateway 上，且僅在即時測試成功後才會儲存。

source: Critical
ar: حرج
de: Kritisch
es: Crítico
fa: بحرانی
fr: Critique
hi: गंभीर
id: Kritis
it: Critico
ko: 심각
nl: Kritiek
pl: Krytyczny
pt_br: Crítico
ru: Критическая
sv: Kritisk
th: ร้ายแรง
tr: Kritik
uk: Критично
vi: Nghiêm trọng
zh_cn: 严重
zh_tw: 嚴重

source: Critical: %@ percent of context used
ar: حرج: تم استخدام %@ بالمئة من السياق
de: Kritisch: %@ Prozent des Kontexts verwendet
es: Crítico: %@ por ciento del contexto usado
fa: بحرانی: %@ درصد از زمینه استفاده شده است
fr: Critique : %@ pour cent du contexte utilisé
hi: गंभीर: संदर्भ का %@ प्रतिशत उपयोग हुआ
id: Kritis: %@ persen konteks digunakan
it: Critico: %@ percento del contesto utilizzato
ja_jp: 重大：コンテキストの%@パーセントを使用
ko: 위험: 컨텍스트의 %@% 사용됨
nl: Kritiek: %@ procent van de context gebruikt
pl: Krytyczne: wykorzystano %@ procent kontekstu
pt_br: Crítico: %@ por cento do contexto usado
ru: Критический уровень: использовано %@ процентов контекста
sv: Kritiskt: %@ procent av kontexten används
th: วิกฤต: ใช้บริบทไปแล้ว %@ เปอร์เซ็นต์
tr: Kritik: Bağlamın yüzde %@ kadarı kullanıldı
uk: Критично: використано %@ відсотків контексту
vi: Nghiêm trọng: Đã sử dụng %@ phần trăm ngữ cảnh
zh_cn: 严重：已使用上下文的 %@%
zh_tw: 嚴重警告：已使用 %@% 的上下文

source: Cron Jobs
ar: مهام Cron
es: Tareas cron
fa: وظایف Cron
fr: Tâches cron
it: Job cron
ja_jp: Cron ジョブ
ko: Cron 작업
nl: Cron-taken
pl: Zadania cron
pt_br: Tarefas cron
ru: Задания Cron
sv: Cron-jobb
th: งาน Cron
tr: Cron İşleri
uk: Завдання Cron
vi: Tác vụ Cron
zh_cn: Cron 任务

source: Cron scheduler is disabled
ar: مجدول Cron معطّل
de: Cron-Planer ist deaktiviert
es: El programador cron está desactivado
fa: زمان‌بند cron غیرفعال است
fr: Le planificateur cron est désactivé
hi: Cron scheduler अक्षम है
id: Penjadwal cron dinonaktifkan
it: Il pianificatore cron è disabilitato
ja_jp: Cron スケジューラは無効です
ko: Cron 스케줄러가 비활성화되었습니다
nl: Cron-planner is uitgeschakeld
pl: Harmonogram cron jest wyłączony
pt_br: O agendador cron está desativado
ru: Планировщик cron отключен
sv: Cron-schemaläggaren är inaktiverad
th: ตัวกำหนดเวลา Cron ถูกปิดใช้งาน
tr: Cron zamanlayıcısı devre dışı
uk: Планувальник cron вимкнено
vi: Bộ lập lịch cron đã bị tắt
zh_cn: Cron 调度器已禁用
zh_tw: Cron scheduler 已停用

source: Dashboard URL:
ar: عنوان URL للوحة المعلومات:
es: URL del dashboard:
fa: URL داشبورد:
fr: URL du tableau de bord :
hi: डैशबोर्ड URL:
id: URL dashboard:
it: URL del dashboard:
ja_jp: ダッシュボード URL:
ko: 대시보드 URL:
pl: URL panelu:
pt_br: URL do dashboard:
ru: URL панели управления:
th: URL แดชบอร์ด:
tr: Dashboard URL'si:
uk: URL панелі керування:
vi: URL dashboard:
zh_cn: 仪表板 URL：
zh_tw: 儀表板 URL：

source: Dashboard reconnecting
ar: إعادة اتصال لوحة التحكم
de: Dashboard wird neu verbunden
es: Reconectando el panel
fa: در حال اتصال مجدد داشبورد
fr: Reconnexion du tableau de bord
hi: डैशबोर्ड पुनः कनेक्ट हो रहा है
id: Menghubungkan kembali dashboard
it: Riconnessione della dashboard in corso
ja_jp: ダッシュボードを再接続中
ko: 대시보드 재연결 중
nl: Dashboard maakt opnieuw verbinding
pl: Ponowne łączenie panelu
pt_br: Reconectando o painel
ru: Переподключение панели управления
sv: Instrumentpanelen återansluter
th: กำลังเชื่อมต่อแดชบอร์ดใหม่
tr: Kontrol paneli yeniden bağlanıyor
uk: Повторне підключення панелі
vi: Đang kết nối lại bảng điều khiển
zh_cn: 仪表盘正在重新连接
zh_tw: 儀表板正在重新連線

source: Dashboard unavailable
ar: لوحة التحكم غير متاحة
de: Dashboard nicht verfügbar
es: Panel no disponible
fa: داشبورد در دسترس نیست
fr: Tableau de bord indisponible
hi: डैशबोर्ड अनुपलब्ध
id: Dashboard tidak tersedia
it: Dashboard non disponibile
ja_jp: ダッシュボードを利用できません
ko: 대시보드를 사용할 수 없음
nl: Dashboard niet beschikbaar
pl: Panel niedostępny
pt_br: Painel indisponível
ru: Панель управления недоступна
sv: Instrumentpanelen otillgänglig
th: แดชบอร์ดไม่พร้อมใช้งาน
tr: Kontrol paneli kullanılamıyor
uk: Панель недоступна
vi: Bảng điều khiển không khả dụng
zh_cn: 仪表盘不可用
zh_tw: 無法使用儀表板

source: Debug
ar: تصحيح الأخطاء
es: Depuración
fa: اشکال‌زدایی
fr: Débogage
hi: डीबग
ja_jp: デバッグ
ko: 디버그
pl: Debugowanie
pt_br: Depurar
ru: Отладка
sv: Felsökning
th: ดีบัก
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_cn: 调试
zh_tw: 偵錯

source: Deep link blocked
ar: تم حظر الرابط العميق
de: Deep Link blockiert
es: Enlace profundo bloqueado
fa: پیوند عمیق مسدود شد
fr: Lien profond bloqué
hi: डीप लिंक अवरुद्ध किया गया
id: Deep link diblokir
it: Deep link bloccato
ja_jp: ディープリンクがブロックされました
ko: 딥 링크가 차단됨
nl: Deep link geblokkeerd
pl: Link głęboki zablokowany
pt_br: Deep link bloqueado
ru: Deep link заблокирован
sv: Djuplänk blockerad
th: Deep link ถูกบล็อก
tr: Derin bağlantı engellendi
uk: Deep link заблоковано
vi: Deep link bị chặn
zh_cn: 深度链接已被阻止
zh_tw: 深層連結已封鎖

source: Deep link too large
ar: الرابط العميق كبير جدًا
de: Deep Link zu groß
es: Enlace profundo demasiado grande
fa: پیوند عمیق بیش از حد بزرگ است
fr: Lien profond trop volumineux
hi: डीप लिंक बहुत बड़ा है
id: Deep link terlalu besar
it: Deep link troppo grande
ja_jp: ディープリンクが大きすぎます
ko: 딥 링크가 너무 큼
nl: Deep link te groot
pl: Link głęboki jest za duży
pt_br: Deep link muito grande
ru: Deep link слишком большой
sv: Djuplänk för stor
th: Deep link ใหญ่เกินไป
tr: Derin bağlantı çok büyük
uk: Deep link завеликий
vi: Deep link quá lớn
zh_cn: 深度链接过大
zh_tw: 深層連結過大

source: Deep links (openclaw://…) are always enabled; the key controls unattended runs.
ar: الروابط العميقة (openclaw://…) مفعّلة دائمًا؛ يتحكم المفتاح في عمليات التشغيل غير المراقبة.
de: Deep Links (openclaw://…) sind immer aktiviert; der Schlüssel steuert unbeaufsichtigte Ausführungen.
es: Los enlaces profundos (openclaw://…) siempre están activados; la clave controla las ejecuciones desatendidas.
fa: Deep linkها (openclaw://…) همیشه فعال هستند؛ کلید، اجرای بدون نظارت را کنترل می‌کند.
fr: Les liens profonds (openclaw://…) sont toujours activés ; la clé contrôle les exécutions sans surveillance.
hi: Deep links (openclaw://…) हमेशा सक्षम रहते हैं; कुंजी अनअटेंडेड रन को नियंत्रित करती है.
id: Deep link (openclaw://…) selalu diaktifkan; kunci mengontrol eksekusi tanpa pengawasan.
it: I deep link (openclaw://…) sono sempre abilitati; la chiave controlla le esecuzioni non presidiate.
ja_jp: ディープリンク（openclaw://…）は常に有効です。キーは無人実行を制御します。
ko: 딥 링크(openclaw://…)는 항상 활성화되어 있으며, 키는 무인 실행을 제어합니다.
nl: Deep links (openclaw://…) zijn altijd ingeschakeld; de sleutel beheert onbeheerde uitvoeringen.
pl: Głębokie linki (openclaw://…) są zawsze włączone; klucz steruje uruchomieniami bez nadzoru.
pt_br: Deep links (openclaw://…) estão sempre ativados; a chave controla execuções autônomas.
ru: Deep links (openclaw://…) всегда включены; ключ управляет запусками без участия пользователя.
sv: Djuplänkar (openclaw://…) är alltid aktiverade; nyckeln styr obevakade körningar.
th: Deep links (openclaw://…) จะเปิดใช้งานอยู่เสมอ; คีย์จะควบคุมการรันแบบไม่ต้องมีผู้ดูแล
tr: Deep link'ler (openclaw://…) her zaman etkindir; anahtar, gözetimsiz çalıştırmaları kontrol eder.
uk: Глибинні посилання (openclaw://…) завжди ввімкнені; ключ керує автоматичними запусками.
vi: Deep links (openclaw://…) luôn được bật; khóa kiểm soát các lần chạy không cần giám sát.
zh_cn: 深层链接（openclaw://…）始终启用；密钥用于控制无人值守运行。
zh_tw: 深層連結 (openclaw://…) 一律啟用；金鑰用於控制無人值守執行。

source: Default
ar: الافتراضي
de: Standard
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja_jp: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Default (inherited)
ar: الافتراضي (موروث)
de: Standard (übernommen)
es: Predeterminado (heredado)
fa: پیش‌فرض (ارث‌بری‌شده)
fr: Par défaut (hérité)
hi: डिफ़ॉल्ट (इनहेरिट किया गया)
id: Default (diwarisi)
it: Predefinito (ereditato)
ja_jp: デフォルト（継承）
ko: 기본값(상속됨)
nl: Standaard (overgenomen)
pl: Domyślne (odziedziczone)
pt_br: Padrão (herdado)
ru: По умолчанию (унаследовано)
sv: Standard (ärvd)
th: ค่าเริ่มต้น (สืบทอด)
tr: Varsayılan (devralınan)
uk: За замовчуванням (успадковано)
vi: Mặc định (kế thừa)
zh_cn: 默认（继承）
zh_tw: 預設（繼承）

source: Degraded
ar: متدهور
de: Beeinträchtigt
es: Degradado
fa: دچار افت کیفیت
fr: Dégradé
hi: कमज़ोर
id: Terdegradasi
it: Degradato
ja_jp: 低下
ko: 성능 저하
nl: Verminderd
pl: Ograniczona sprawność
pt_br: Degradado
ru: Сниженная работоспособность
sv: Försämrad
th: ประสิทธิภาพลดลง
tr: Bozulmuş
uk: Погіршено
vi: Suy giảm
zh_cn: 已降级
zh_tw: 效能降低

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
hi: मिटाएँ
id: Hapus
it: Elimina
ja_jp: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_tw: 刪除

source: Delete Group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fa: حذف گروه
fr: Supprimer le groupe
hi: समूह हटाएँ
id: Hapus Grup
it: Elimina gruppo
ja_jp: グループを削除
ko: 그룹 삭제
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Excluir grupo
ru: Удалить группу
sv: Ta bort grupp
th: ลบกลุ่ม
tr: Grubu Sil
uk: Видалити групу
vi: Xóa nhóm
zh_cn: 删除群组
zh_tw: 刪除群組

source: Delete Thread
ar: حذف سلسلة المحادثة
de: Thread löschen
es: Eliminar hilo
fa: حذف رشته
fr: Supprimer le fil
hi: थ्रेड हटाएँ
id: Hapus Utas
it: Elimina conversazione
ja_jp: スレッドを削除
ko: 스레드 삭제
nl: Thread verwijderen
pl: Usuń wątek
pt_br: Excluir conversa
ru: Удалить ветку
sv: Ta bort tråd
th: ลบเธรด
tr: İleti Dizisini Sil
uk: Видалити гілку
vi: Xóa luồng
zh_cn: 删除话题
zh_tw: 刪除對話串

source: Delete Threads
ar: حذف المحادثات
de: Threads löschen
es: Eliminar hilos
fa: حذف رشته‌ها
fr: Supprimer les fils de discussion
hi: थ्रेड हटाएँ
id: Hapus Utas
it: Elimina conversazioni
ja_jp: スレッドを削除
ko: 스레드 삭제
nl: Gesprekken verwijderen
pl: Usuń wątki
pt_br: Excluir conversas
ru: Удалить ветки
sv: Ta bort trådar
th: ลบเธรด
tr: İş Parçacıklarını Sil
uk: Видалити гілки
vi: Xóa luồng
zh_cn: 删除对话
zh_tw: 刪除對話串

source: Delete Thread…
ar: حذف سلسلة المحادثة…
de: Thread löschen…
es: Eliminar hilo…
fa: حذف رشته…
fr: Supprimer le fil…
hi: थ्रेड हटाएँ…
id: Hapus Utas…
it: Elimina conversazione…
ja_jp: スレッドを削除…
ko: 스레드 삭제…
nl: Thread verwijderen…
pl: Usuń wątek…
pt_br: Excluir conversa…
ru: Удалить ветку…
sv: Ta bort tråd…
th: ลบเธรด…
tr: İleti Dizisini Sil…
uk: Видалити гілку…
vi: Xóa luồng…
zh_cn: 删除话题…
zh_tw: 刪除對話串…

source: Delete after successful run
ar: الحذف بعد التشغيل الناجح
de: Nach erfolgreichem Lauf löschen
es: Eliminar después de una ejecución correcta
fa: حذف پس از اجرای موفق
fr: Supprimer après une exécution réussie
hi: सफल रन के बाद डिलीट करें
id: Hapus setelah berhasil dijalankan
it: Elimina dopo esecuzione riuscita
ja_jp: 正常実行後に削除
ko: 성공적으로 실행 후 삭제
nl: Verwijderen na succesvolle uitvoering
pl: Usuń po pomyślnym uruchomieniu
pt_br: Excluir após execução bem-sucedida
ru: Удалять после успешного запуска
sv: Radera efter lyckad körning
th: ลบหลังจากเรียกใช้สำเร็จ
tr: Başarılı çalıştırmadan sonra sil
uk: Видаляти після успішного запуску
vi: Xóa sau khi chạy thành công
zh_cn: 成功运行后删除
zh_tw: 成功執行後刪除
